<?php

namespace common\models\repositories;

class MetroRepository
{
    public static function getAll()
    {
        return [
            "Автово",
            "Адмиралтейская",
            "Академическая",
            "Василеостровская",
            "Гражданский проспект",
            "Девяткино",
            "Достоевская",
            "Елизаровская",
            "Звёздная",
            "Кировский Завод",
            "Комендантский проспект",
            "Крестовский остров",
            "Купчино",
            "Ладожская",
            "Ленинский проспект",
            "Лиговский пр.",
            "Ломоносовская",
            "Международная",
            "Московская",
            "Нарвская",
            "Невский проспект",
            "Новочеркасская",
            "Озерки",
            "Парк Победы",
            "Парнас",
            "Петроградская",
            "Пионерская",
            "Площадь Александра Невского",
            "Площадь Ленина",
            "пр.Славы",
            "Приморская",
            "Проспект Большевиков",
            "Проспект Ветеранов",
            "Проспект Просвещения",
            "Рыбацкое",
            "Садовая",
            "Спортивная",
            "Старая Деревня",
            "Технологический институт",
            "Удельная",
            "Улица Дыбенко",
            "Фрунзенская",
            "Черная речка",
            "Чкаловская",
        ];
    }
}